[
{"date": "Wien, 11. November 2019", "title": "Primus Invest und FFB kooperieren bei machmehr.at", "link": "https://www.ffb.at/public/presse.html", "content": "   Zugang zu globalen Wertpapiermärkten leicht gemacht  Online-Depoteröffnung in wenigen Schritten   In Österreich wird der Wert von Aktienveranlagungen nach Ansicht von Experten noch immer unterschätzt. Laut der Österreichischen Nationalbank sind nur 5 Prozent der Haushalte Aktionäre 1 . Mit machmehr.at, einem Onlineangebot des Linzer Wertpapierberatungsunternehmens Primus Invest GmbH in Kooperation mit der FFB (FIL Fondsbank GmbH Zweigniederlassung Wien) bietet sich für Kleinanleger in Österreich nun die Möglichkeit, bereits mit geringen Beträgen in einen globalen Dividendenfonds zu investieren. Die Mindestinvestitionssumme beträgt 50 Euro monatlich. Es fallen lediglich die Fondskosten von 1,55 Prozent p.a. (Stand 30.01.2019) an. Damit wird ein einfacher Zugang für Kleinanleger zur Dividendenveranlagung gewährleistet.  Primus Invest Geschäftsführer Günther Kienbacher hebt den nötigen Imagewandel von Aktienfonds in Österreich hervor: „Es ist an der Zeit, dass auch in Österreich Aktienveranlagung vermehrt als eine Chance für langfristigen Vermögenszuwachs gesehen wird. Das gilt noch mehr in Zeiten von Null- und Negativzinsen. Mit Dividendenfonds können Konsumenten an den potenziellen Wertsteigerungen und Gewinnen von Unternehmen profitieren – aber das Angebot muss einfach, transparent sowie konsumentenfreundlich sein.“ Natürlich gebe es Risiken, die stets mit einem Investment in Aktienfonds verbunden seien: „Hierzu zählen beispielsweise Kursschwankungen. Doch von dem täglichen Auf und Ab an der Börse sollten sich langfristig orientierte Anleger nicht beirren lassen. Sie sind ein ganz normaler Bestandteil der Märkte“, so Kienbacher.  Die FFB sorgt als depotführende Bank im Hintergrund dafür, dass der Zugang für künftige Anleger ohne Hürden vonstattengeht. Die Depoteröffnung ist unkompliziert und kann in wenigen Schritten online passieren. Jeder Kunde hat in die genaue Zusammensetzung seiner Geldanlage Einsicht, er kann sich laufend über die Einzeltitel und deren Dividenden informieren.  Ronny Holzmann, Niederlassungsleiter der FFB Österreich, sagt dazu: „Eine Investitionsentscheidung ist auch immer eine Frage des Vertrauens. Ein Höchstmaß an Transparenz sowie eine einfache und professionelle Abwicklung stellt sicher, dass Privatanleger stets über ihr Investment informiert sind.“  mach mehr .at  mach mehr .at bedient sich eines globalen Dividendenfonds. Er ist als aktiv gemanagter Fonds 2  konzipiert, welcher überwiegend in Aktien globaler, dividendenstarker Unternehmen investiert. Der Kunde kann auf mach mehr .at Sparpläne ab 50 Euro pro Monat einrichten oder Einmalerläge durchführen. Ein- und Auszahlungen sind flexibel und nutzen das bestehende Bankkonto des Kunden.  Weitere Informationen unter  www.mach mehr .at  Risikohinweis  Die FFB veröffentlicht ausschließlich produktbezogene sowie allgemeine Informationen und erteilt keine Anlageempfehlungen. Wertentwicklungen in der Vergangenheit erlauben keine Rückschlüsse auf die künftige Entwicklung. Den Chancen, die mit Anlagen in Investmentfonds verbunden sind, stehen Risiken gegenüber. So kann etwa der Wert der Fondsanteile schwanken und ist nicht garantiert. Überdies reduzieren individuelle Kosten und Gebühren die Wertentwicklung.  Bei Rückfragen wenden Sie sich bitte an  FFB (FIL Fondsbank GmbH)  Annette Matzke M:  annette.matzke@ffb.at T: +49 (0) 6173 509 3871  Anette Tepel M:  anette.tepel@ffb.at T: +49 (0) 6173 509 3873  Primus Invest GmbH  Günther Kienbacher M:  guenther.kienbacher@primus-invest.at T: +43 (0) 676841400100 E-Mail:  info@machmehr.at   Über die FFB und Fidelity  Die FFB ist eine spezialisierte Fondsbank, die sich auf Dienstleistungen rund um Anleger und ihre Vermögensziele konzentriert. Sie ist als eine der größten Fondsbanken in Deutschland mit eigener Zweigniederlassung in Wien auf die Verwahrung von Investmentfondsanteilen spezialisiert und richtet ihre Services an unabhängige Finanzberater, Investmentgesellschaften, Versicherungen und Banken. Sie können über die FFB in Deutschland unter anderem mehr als 8.000 Fonds und 600 ETFs von über 200 in- und ausländischen Anbietern kaufen und verwahren. Das Fondsuniversum in Österreich umfasst ca. 6.000 Fonds von denen etwa 10% auf ETFs entfallen. Die FFB betreut ein Vermögen von 23 Milliarden Euro in rund 600.000 Kundendepots. Die FFB ist Teil der Fidelity Gruppe.  Fidelity International bietet erstklassige Investment- und Altersvorsorgelösungen an. Das unabhängige Unternehmen in Privatbesitz wurde 1969 gegründet und befindet sich im Besitz des Managements und der Gründerfamilie. Fidelity verwaltet 284,9 Milliarden Euro (Assets under Management) für Anleger in Europa, Asien, Australien und Südamerika. Neben hauseigenen Fonds können Anleger in einigen Ländern auf Fondsplattformen von Fidelity auch Anlageprodukte anderer Anbieter erwerben und verwahren. Diese Assets under Administration betragen 99,7 Milliarden Euro. In Deutschland ist Fidelity International seit 1992 tätig und verwaltet ein Gesamtvermögen von 41,9 Milliarden Euro.  Alle Angaben per 30.09.2019. Weitere Informationen finden Sie unter  www.fidelity.at  und unter  www.ffb.de  sowie  www.ffb.at .  Über Primus Invest  Die Primus Invest GmbH ist ein Wertpapierdienstleistungsunternehmen mit Sitz in Linz, Oberösterreich. Sie fokussiert sich auf die Beratung von Privatkunden, Publikumsfonds und Spezialfonds.  CG1911032      Handout zur OeNB-Pressekonferenz „Finanzverhalten österreichischer Haushalte“ vom 22.10.2019  Beim „aktiven Fondsmanagement“ versucht der Fondsmanager durch gezielte Einzeltitelauswahl überdurchschnittliche Erträge zu erwirtschaften (Quelle:  www.wienerborse.at ).  "},
{"date": "Wien, 14. Mai 2019", "title": "FFB Modellportfolio Tool jetzt auch in Österreich – Vollintegrierte Systemunterstützung für Vermögensverwalter", "link": "https://www.ffb.at/public/presse.html", "content": " Ab sofort bietet die FFB Finanzportfolioverwaltern in Österreich mit dem Modellportfolio-Tool eine umfassende technische Unterstützung zur effizienten Administration ihrer Vermögensverwaltungsportfolien. Die in das Frontend der FFB integrierte Lösung ermöglicht es Vermögensverwaltern, ihre Portfoliostrategien einfach und hochgradig automatisiert umzusetzen. Das Tool unterstützt die grundsätzliche Gestaltung der Portfolios, das Management der Investments inklusive Ordering und der Durchführung von Rebalancings, die Dokumentation und das Reporting. Damit unterstützt die FFB Vermögensverwalter umfassend und systematisch bei der Umsetzung ihrer Portfoliostrategien.  Das Modellportfolio Tool erlaubt es, Fondsportfolios automatisch und bequem online über die Website der FFB anzulegen und kontinuierlich zu pflegen. Die Lösung bringt enorme Effizienzvorteile, da die gesamte Steuerung und Anlage von Portfolios zentral erfolgen kann und dann Kunden die jeweils für sie geeigneten Portfolios zugeordnet bekommen. Somit reduziert sich der Pflege- und Überwachungsaufwand erheblich.                      Innerhalb des Tools können neben der Zusammensetzung der Portfolios das Verwaltungsentgelt, ein etwaig mit dem Kunden zu vereinbarendes Einstiegsentgelt, bei dem auf alle Einzahlungen an Stelle eines Ausgabeaufschlages ein einheitliches Entgelt erhoben wird, sowie - wenn gewünscht - ein automatisches Rebalancing eingerichtet werden. Außerdem kann flexibel gesteuert werden, ob Einzahlungen in die aktuelle Portfoliostruktur investiert werden sollen oder ob Folgezahlungen oder Sparpläne so auf die Fonds des Portfolios verteilt werden, dass bei Verschiebungen der Gewichtungen aufgrund von Marktbewegungen immer eine Annäherung an die Portfoliostruktur erfolgen soll. Diese Parameter gelten dann automatisch für alle Kunden, die in dieses Portfolio investieren.                      Sofern Veränderungen in der Zusammensetzung des Portfolios erfolgen sollen, können diese im System hinterlegt werden, und auf Knopfdruck werden die erforderlichen Orders in allen zugeordneten Kundendepots umgesetzt. Natürlich sind die Portfoliolösungen auch Sparplan fähig - bereits ab 100 Euro im Monat. Für die Zusammensetzung der Portfolien können Vermögensverwalter auf rund 6000 Fonds, inklusive ETFs, Indexfonds und ab 1. Juli 2019 auch Clean-Share-Klassen zugreifen.                      Neben der Administration der Portfolios unterstützt die FFB auch mit einem integrierten Verlustschwellenreporting, das die Überwachung der Depots im Rahmen der Anforderungen von MiFID II deutlich verschlankt. Abgerundet wird der Service der FFB durch die Möglichkeit, Reports zu generieren, die den Kunden automatisiert zur Verfügung gestellt werden. Diese können in Umfang und Rhythmus vom Vermögensverwalter frei gewählt werden.                      „Das Modellportfolio Tool unterstützt Partner der FFB dabei, ihr Geschäftsmodell auf die veränderten Rahmenbedingungen und gesetzlichen Vorgaben auszurichten“, sagt Ronald Holzmann, Direktor der FFB. „Die Umsetzung strukturierter Portfoliolösungen im gesamten Kundenbestand scheiterte bisher oft an dem hohen Administrations- und Überwachungsaufwand. Dieses Problem gehört mit dem Modellportfolio-Tool der Vergangenheit an. Die Lösung eröffnet unseren Partnern eine Differenzierungsmöglichkeit im Wettbewerb und sichert eine langfristige Kundenbindung. So haben sie die Möglichkeit, sich zukunftssicher aufzustellen.“                      Weitere Informationen erhalten Interessierte unter  www.ffb.at . "},
{"date": "Wien, 25. September 2013", "title": "Die unabhängige Fondsplattform FFB startet ihr Angebot in Österreich", "link": "https://www.ffb.at/public/presse.html", "content": " Die zur Fidelity-Gruppe gehörende Fondsplattform FFB eröffnet eine Zweigniederlassung in Wien. Unabhängige Finanzberater und Kunden in Österreich profitieren von endbesteuerten Depots, attraktiven Services und günstigen Konditionen.  Die FFB ist eine der größten produktunabhängigen Fondsplattformen in Deutschland, spezialisiert auf die Verwahrung von Investmentfondsanteilen für freie Finanzberater, Investmentgesellschaften und Banken. Ab sofort bietet die FFB ihr Leistungsspektrum auch unabhängigen Finanzberatern in Österreich und deren Kunden an. Sie erhalten eine Depotführung  mit intelligenter und effizienter Abwicklung sowie umfassendem Service zu attraktiven und transparenten Preisen. Zudem haben sie über die FFB zentralen Zugriff auf eine breite und diversifizierte Fondsauswahl.                      Im November dieses Jahres werden Bestände österreichischer Fidelity-Kunden von Luxemburg auf die FFB Zweigniederlassung in Wien übertragen. Anleger können so deutlich einfacher ihrer Steuerpflicht nachkommen. Denn Kapitalerträge werden dann automatisch in Österreich endbesteuert, steuerpflichtige Erträge müssen nicht mehr selbst berechnet und in die Steuererklärung aufgenommen werden.                      \"Die FFB ist mit 650.000 Kundendepots in Deutschland ein Marktführer, der als Teil der Fidelity-Gruppe - einem großen unabhängigen Vermögensverwalter in Privatbesitz - eine stabile Basis für eine langfristig zuverlässige Entwicklung besitzt. Zudem ist Fidelity in Österreich für seine herausragende Asset Management- und Servicequalität als führender Anbieter für unabhängige Finanzberater bekannt\", sagt Peter Nonner, Geschäftsführer der FFB. \"Das Angebot der FFB auch in Österreich zur Verfügung zu stellen, ist somit eine logische Konsequenz und ein strategisch wichtiger Schritt\", erklärt Nonner.                      FFB und Fidelity wollen gemeinsam Partner erster Wahl für Vermittler werden                      Der Marktstart der FFB in Österreich umfasst eine deutliche Erweiterung des bisherigen Angebots der Fidelity-Gruppe. \"Mit dem Markteintritt der FFB wollen wir unseren bestehenden Vertriebspartnern noch mehr Service bieten und unsere Kundenbasis über unsere innovative Fondsplattform mit offener Architektur ausbauen\", sagt Adam Lessing, Niederlassungsleiter FFB und Head of Austria and Eastern Europe Fidelity.                      \"Wir können Partnern und Kunden führende Technologie sowie eine wesentlich größere Auswahl an Produkten zu attraktiven, konkurrenzfähigen Konditionen anbieten\", freut sich Stephan Sorber, ebenfalls Niederlassungsleiter in Wien und Leiter Vertrieb und Business Development. Statt wie bisher ausschließlich Fidelity Fonds, stehen jetzt 4000 Fonds von rund 200 Anbietern zur Depotgestaltung zur Verfügung. Das benutzerfreundliche Fondsdepot bietet umfangreiche Auswertungsmöglichkeiten für Berater und Kunden. Über ein Web-Frontend ist das Depot jederzeit einsehbar und bietet zudem Zugriff auf sämtliche Informationen rund um das komplette Fondsangebot. \"Unser Ziel ist es, die FFB zur innovativsten und führenden Fondsplattform Österreichs zu machen. Gemeinsam mit Fidelity wollen wir der Partner erster Wahl für Vermittler in Österreich sein\", so Sorber weiter.                      Die Kosten der Depotführung belaufen sich ab dem 1.1.2014 auf 0,25 Prozent des durchschnittlichen Depotwerts, mindestens 25,00 Euro und maximal 45,00 Euro pro Jahr. Transaktionen werden mit 2,00 Euro je Kauf oder Verkauf berechnet. Depotüberträge, Spar- und Auszahlpläne sowie die automatische Wiederanlage von Ausschüttungen sind kostenfrei.                      Gleichzeitig mit dem Markteintritt wird das FFB-Team in Wien mit Ronald Holzmann als Vertriebsdirektor für Österreich verstärkt. Er verfügt über mehr als 20 Jahre Berufserfahrung im Vertrieb und in der Kundenbetreuung bei österreichischen Banken. "}
]